{
    "title": "ABOUT DR. FAY",
    "intro": "Dr. Terese N. Fay's connection to dentistry is personal. From a young age, she loved science and was fascinated with how the body works, but it was her mother's experience with tooth loss that drew Dr. Fay to the dental field.",
    "quote": "\"My mother saw a dentist regularly her whole life, but never received the comprehensive care that could have saved her from experiencing tooth loss,\" Dr. Fay recalls. \"I dedicated myself to serving my patients with the concern and expertise I wish she had received. From early on, my emphasis has been on comprehensive, custom care with a long term view.\"",
    "education": "After earning a Bachelor of Science in Biology from Georgetown University and a Doctor of Dental Medicine from Tufts University School of Dental Medicine, Dr. Fay pursued advanced training during a general practice residency at St. Vincent's Catholic Medical Centers in New York.",
    "approach": "In her private practice, Dr. Fay stresses thorough examinations that keep both health and aesthetics in mind. She follows the biomimetic approach espoused by Dr. Michael Magne, who said, \"Esthetics is not the driving force. The driving force is to mimic nature, not just the esthetics of nature, but to respect the biology, to emulate function and mechanics. Esthetics is a logical outcome.\"",
    "philosophy": "For instance, Dr. Fay does not just fill a tooth – she combines her deep scientific understanding of proper tooth structure with a trained, artistic eye and precise skills to recreate both the function and appearance of the original tooth. This focus inevitably led to a deep appreciation of what makes a tooth look beautiful – on its own, in relation to other teeth, and how it fits into a beautiful healthy smile.",
    "careApproach": "An avowed perfectionist, Dr. Fay maintains a deep regard for her patients. She not only provides high quality restorative work and cosmetic services, but engages patients in their own care through prevention and maintenance programs that keep their smiles healthy and beautiful for a lifetime.",
    "continuingEducation": "Dr. Fay constantly seeks to hone her skills in both general and cosmetic dentistry through continuing education at academic centers including the Pankey Institute, which is world renowned for providing advanced dentistry training in new technologies and the latest techniques.",
    "affiliations": "Dr. Fay belongs to the Academy of General Dentistry and the American Academy of Cosmetic Dentistry. A native New Yorker, she lives in New York with her husband, son and daughter."
  }