{
    "title": "Privacy Policy",
    "sections": [
      {
        "title": "Your Privacy",
        "content": "Your privacy is important to us. To better protect your privacy we provide this notice explaining our online information practices and the choices you can make about the way your information is collected and used. To make this notice easy to find, we make it available in our footer to be available every point where personally identifiable information may be requested."
      },
      {
        "title": "Related Policies",
        "content": "Together with the Terms of Service and Medical Disclaimer, these Policies govern your use of Fay Dentistry's website. By using this website, you accept these Policies in full. If you disagree with these Policies or any part of these Policies, you must not use this website."
      },
      {
        "title": "Google Adsense and the DoubleClick DART Cookie",
        "content": "Google, as a third party advertisement vendor, may use cookies to serve ads on this site. The use of DART cookies by Google enables them to serve adverts to visitors that are based on their visits to this website as well as other sites on the internet. To opt out of the DART cookies you may visit the Google ad and content network privacy policy at the following url http://www.google.com/privacy_ads.html Tracking of users through the DART cookie mechanisms are subject to Google's own privacy policies."
      },
      {
        "title": "Other Third Party ad servers or ad networks",
        "content": "Other Third Party ad servers or ad networks may also use cookies to track users activities on this website to measure advertisement effectiveness and other reasons that will be provided in their own privacy policies, Fay Dentistry has no access or control over these cookies that may be used by third party advertisers."
      },
      {
        "title": "Collection of Personal Information",
        "content": "When visiting Fay Dentistry, the IP address used to access the site will be logged along with the dates and times of access. This information is purely used to analyze trends, administer the site, track users movement and gather broad demographic information for internal use. Most importantly, any recorded IP addresses are not linked to personally identifiable information."
      },
      {
        "title": "Links to third party Websites",
        "content": "We have included links on this site for your use and reference. We are not responsible for the privacy policies on these websites. You should be aware that the privacy policies of these sites may differ from our own."
      },
      {
        "title": "Changes to this Privacy Statement",
        "content": "The contents of this statement may be altered at any time, at our discretion."
      },
      {
        "title": "Contact Information",
        "content": "If you have any questions regarding the privacy policy of Fay Dentistry then you may contact us here."
      }
    ]
  }